{
  "about_0": "Header",
  "about_1": "Logo SVG",
  "about_2": "RAINBOW",
  "about_3": "PILL",
  "about_4": "COLLECTIVE",
  "about_5": "Home",
  "about_6": "Articles",
  "about_7": "Projects",
  "about_8": "About us",
  "about_9": "Contact",
  "about_10": "EN",
  "about_11": "English",
  "about_12": "Français",
  "about_13": "Deutsch",
  "about_14": "Mobile menu",
  "about_15": "Home",
  "about_16": "Articles",
  "about_17": "Projects",
  "about_18": "About us",
  "about_19": "Contact",
  "about_20": "Main Content",
  "about_21": "Who We Are",
  "about_22": "We are a feminist collective of tech people, artists, and researchers working together to create innovative, inclusive, and thought-provoking projects that challenge societal norms and foster dialogue.",
  "about_23": "Through a fusion of technology, art, and critical thought, we explore the intersectionality of identity, technology, and culture. Our collective work strives to dismantle harmful systems and build creative, critical, and inclusive spaces.",
  "about_24": "The Rainbow Pill",
  "about_25": "The “Rainbow Pill” counters the “Red Pill” narrative popular in the manosphere. While the Red Pill promotes a reductive awakening to alleged gender truths rooted in misogyny, the Rainbow Pill invites a multifaceted, inclusive awakening.",
  "about_26": "It recognizes that truth is shaped by diverse experiences, especially from marginalized communities. The Rainbow Pill challenges patriarchal ideologies and promotes empathy, awareness, and inclusivity.",
  "about_27": "Footer",
  "about_28": "Logo in footer",
  "about_29": "RAINBOW",
  "about_30": "PILL",
  "about_31": "COLLECTIVE",
  "about_32": "Home",
  "about_33": "Articles",
  "about_34": "Projects",
  "about_35": "About us",
  "about_36": "Contact",
  "about_37": "© 2025 Rainbow Pill Collective",
  "about_38": "Privacy Policy",
  "about_39": "Terms of Use",
  "about_40": "Lightbox2 JS",
  "article-daddy-issues_0": "Header",
  "article-daddy-issues_1": "Logo SVG",
  "article-daddy-issues_2": "RAINBOW",
  "article-daddy-issues_3": "PILL",
  "article-daddy-issues_4": "COLLECTIVE",
  "article-daddy-issues_5": "Home",
  "article-daddy-issues_6": "Articles",
  "article-daddy-issues_7": "Projects",
  "article-daddy-issues_8": "About us",
  "article-daddy-issues_9": "Contact",
  "article-daddy-issues_10": "EN",
  "article-daddy-issues_11": "English",
  "article-daddy-issues_12": "Français",
  "article-daddy-issues_13": "Deutsch",
  "article-daddy-issues_14": "Mobile menu",
  "article-daddy-issues_15": "Home",
  "article-daddy-issues_16": "Articles",
  "article-daddy-issues_17": "Projects",
  "article-daddy-issues_18": "About us",
  "article-daddy-issues_19": "Contact",
  "article-daddy-issues_20": "Header",
  "article-daddy-issues_21": "Logo img",
  "article-daddy-issues_22": "RAINBOW",
  "article-daddy-issues_23": "PILL",
  "article-daddy-issues_24": "COLLECTIVE",
  "article-daddy-issues_25": "Home",
  "article-daddy-issues_26": "Articles",
  "article-daddy-issues_27": "Projects",
  "article-daddy-issues_28": "About us",
  "article-daddy-issues_29": "Contact",
  "article-daddy-issues_30": "EN",
  "article-daddy-issues_31": "English",
  "article-daddy-issues_32": "Français",
  "article-daddy-issues_33": "Deutsch",
  "article-daddy-issues_34": "Mobile menu",
  "article-daddy-issues_35": "Home",
  "article-daddy-issues_36": "Articles",
  "article-daddy-issues_37": "Projects",
  "article-daddy-issues_38": "About us",
  "article-daddy-issues_39": "Contact",
  "article-daddy-issues_40": "Main Content",
  "article-daddy-issues_41": "Title & Meta",
  "article-daddy-issues_42": "Daddy Issues: Tech Bros, the Alt-Right, and Masculinity",
  "article-daddy-issues_43": "Therapy Could Have Been an Option Too",
  "article-daddy-issues_44": "By D.H, Rainbow Pill Collective · May 2025",
  "article-daddy-issues_45": "Feature Image",
  "article-daddy-issues_46": "Illustration — The cultural economy of online masculinity",
  "article-daddy-issues_47": "Main Text",
  "article-daddy-issues_48": "Women are subordinate to men. Women are to blame for men’s suffering. Men have a right to sex. There is a biologically determined hierarchy of genders and peoples. Survival is a fight where everyone must fend for themselves. Real masculinity is under attack. Gender equality is a threat. Women exist to reproduce and belong in the kitchen.",
  "article-daddy-issues_49": "Women are subordinate to men. Women are to blame for men’s suffering. Men have a right to\nsex. There is a biologically determined hierarchy of genders and peoples. Survival is a fight\nwhere everyone must fend for themselves. Real masculinity is under attack. Gender equality is\na threat. Women exist to reproduce and belong in the kitchen.",
  "article-daddy-issues_50": "These are, more or less, the core tenets of the “manosphere.” These beliefs, some as old as\nhumanity itself, resonate with many—especially young men. But they also resonate with many\nSilicon Valley tech bros and with the ultra-conservative, authoritarian alt-right movement. And\nespecially, they resonate with some of the richest and most powerful people in the world: Mark\nZuckerberg, founder and CEO of Meta Platforms and one of the wealthiest individuals on the\nplanet, wants to see more masculinity in business. Donald Trump, currently serving his second\nterm as President of the United States and also extremely wealthy, sees women as sexual\nobjects and has been convicted of sexual abuse. Elon Musk, the richest person in the world,\nenvisions a society led by alpha males and uses women to produce his now 14 children. J.D.\nVance, current Vice President of the United States and staunchly conservative, believes that for\nthe sake of the children and the sanctity of marriage, divorce should not be an option—even in\ncases of domestic violence.",
  "article-daddy-issues_51": "These are men who have more power to shape the world than most of us can fathom. They\nhave more money than can be conceptually grasped, and resources, power, and influence that\nexceed all limits. And yet, these men seem deeply miserable in their masculinity. They embody\na version of masculinity defined by rawness, strength, and relentless toughness. Emotions are\nviewed as weakness—except, perhaps, for hatred of outsiders and a supposedly righteous rage\nagainst anything “unmanly.” They are powerful, but not secure in their masculinity. They are\nfragile powerful men—FPMs.",
  "article-daddy-issues_52": "“Masculinity is in crisis,” they claim — but the real crisis may be emotional isolation disguised as ideology.",
  "article-daddy-issues_53": "A closer look at the discourse around supposed biological gender roles and hierarchies reveals\na recurring, central theme: the figure of the father. Questions around fatherhood appear again\nand again in the posts, forums, and podcasts of the manosphere—and in the public statements\nand behavior of the FPMs—in two main forms. First, there is the men’s reflection on their own\nroles as fathers. Elon Musk now has 14 confirmed children and presents himself either as a\ndevoted father (bringing his five-year-old son “Little X” to interviews and White House events), or\nas disappointed by his children (as in the case of his trans daughter, whom he publicly declared\n“dead” via social media). In both cases, the children—and his relationship to them—are put on\ndisplay. Several of the mothers of his children have made serious accusations about Musk’s\ntreatment of them and their children. Mark Zuckerberg likewise often portrays himself as a\ncaring father, posting images and videos of his daughters on social media.",
  "article-daddy-issues_54": "On the other hand, there is the archetype of the powerful, just, yet punishing father: Trump is\ncelebrated by his followers in the manosphere as a “daddy” ready to administer corporal \npunishment. In this twisted analogy, the United States is a “bad girl” who deserves to be\npunished. This deeply disturbing image finds enthusiastic reception in the manosphere and\namong Trump supporters: finally, the thinking goes, a “real” man who asserts control! This\nfather’s job is to lead with a firm hand, to punish if necessary—and if violence results, then, at\nleast according to J.D. Vance, that’s still compatible with the welfare of the child and the sanctity\nof marriage. This view should not be dismissed as some fanatical fringe opinion—it’s central to\nthe authoritarian right and large swaths of the manosphere. It is, in fact, perfectly compatible\nwith the religious narrative of the authoritarian right, where the omnipotent heavenly father\nforgives ambivalently, while threatening eternal damnation for transgressions.",
  "article-daddy-issues_55": "Key Takeaway:",
  "article-daddy-issues_56": "Combating toxic masculinity requires not just critique, but care — and a recognition of unmet emotional needs.",
  "article-daddy-issues_57": "While one might view the engagement with fatherhood roles somewhat charitably—after all,\nthese FPMs do present themselves as fathers, unlike generations of powerful men before\nthem—the complex around the punishing father is disturbing at best. The readiness for violence\ncontained in the image of the belt-wielding “daddy” is all the more unsettling when considered in\nlight of the FPMs’ own childhood experiences of violence. Elon Musk’s childhood is said to have\nbeen marked by violence from his father. J.D. Vance describes childhood abuse inflicted by his\nmother and her partners. Donald Trump’s father was reportedly psychologically abusive and has\nbeen described by family members as a sociopath.",
  "article-daddy-issues_58": "While one might view the engagement with fatherhood roles somewhat charitably—after all,\nthese FPMs do present themselves as fathers, unlike generations of powerful men before\nthem—the complex around the punishing father is disturbing at best. The readiness for violence\ncontained in the image of the belt-wielding “daddy” is all the more unsettling when considered in\nlight of the FPMs’ own childhood experiences of violence. Elon Musk’s childhood is said to have\nbeen marked by violence from his father. J.D. Vance describes childhood abuse inflicted by his\nmother and her partners. Donald Trump’s father was reportedly psychologically abusive and has\nbeen described by family members as a sociopath.",
  "article-daddy-issues_59": "We cannot—and will not—psychologize these FPMs any further. The damaging links between\nchildhood abuse and political cruelty are well-documented in the academic literature. What’s\nnew about the current wave of daddy issues is the global digital network that connects the\nFPMs—through podcasts, forums, and memes—with members of the manosphere. Suddenly,\nmasculinity and daddy issues are not only political topics, but personal ones too. Just as young\nMusk may once have experienced, today hundreds of thousands—millions—of young men are\ngoing through the same thing. Only now, with the sheer volume of digital content and the\nunlimited time spent online, it’s far more immediate.",
  "article-daddy-issues_60": "Maybe what these men really need is just a proper hug. Or a father who finally tells them he’s\nproud of them—even when they fail. Instead, they build rockets, platforms, and parallel societies\nto escape their personal histories—or maybe just to finally win Daddy’s approval. Anything but\ntherapy.",
  "article-daddy-issues_61": "Daddy was strict. Now the world has to pay the price.",
  "article-daddy-issues_62": "Footer",
  "article-daddy-issues_63": "Logo in footer",
  "article-daddy-issues_64": "RAINBOW",
  "article-daddy-issues_65": "PILL",
  "article-daddy-issues_66": "COLLECTIVE",
  "article-daddy-issues_67": "Home",
  "article-daddy-issues_68": "Articles",
  "article-daddy-issues_69": "Projects",
  "article-daddy-issues_70": "About us",
  "article-daddy-issues_71": "Contact",
  "article-daddy-issues_72": "© 2025 Rainbow Pill Collective",
  "article-daddy-issues_73": "Privacy Policy",
  "article-daddy-issues_74": "Terms of Use",
  "article-daddy-issues_75": "Lightbox2 JS",
  "article-manosphere_0": "Header",
  "article-manosphere_1": "Logo SVG",
  "article-manosphere_2": "RAINBOW",
  "article-manosphere_3": "PILL",
  "article-manosphere_4": "COLLECTIVE",
  "article-manosphere_5": "Home",
  "article-manosphere_6": "Articles",
  "article-manosphere_7": "Projects",
  "article-manosphere_8": "About us",
  "article-manosphere_9": "Contact",
  "article-manosphere_10": "EN",
  "article-manosphere_11": "English",
  "article-manosphere_12": "Français",
  "article-manosphere_13": "Deutsch",
  "article-manosphere_14": "Mobile menu",
  "article-manosphere_15": "Home",
  "article-manosphere_16": "Articles",
  "article-manosphere_17": "Projects",
  "article-manosphere_18": "About us",
  "article-manosphere_19": "Contact",
  "article-manosphere_20": "Main Content",
  "article-manosphere_21": "Title & Meta",
  "article-manosphere_22": "The Manosphere",
  "article-manosphere_23": "By Daniela H., Rainbow Pill Collective · June 2025",
  "article-manosphere_24": "Feature Image",
  "article-manosphere_25": "Illustration — Digital ecosystems of influence and extremism",
  "article-manosphere_26": "Main Text",
  "article-manosphere_27": "The Manosphere is a loose collection of forums, podcasts, video streams and other platforms that address topics around masculinity, men's rights and gender issues. These topics are often presented as traditionalist and conservative, but much of the content is steeped in hateful imagery and language, promoting male supremacy and antifeminism.",
  "article-manosphere_28": "The Manosphere is a loose collection of forums, podcasts, video streams and other platforms that\naddress topics around masculinity, mens’ rights and gender issues. These topics are often\npresented as traditionalist and conservative, but much of the content is steeped in hateful\nimagery and language, promoting male supremacy and antifeminism. It is sprinkled with racism and\nanti-queer ideology. While much of this communication occurs anonymously on platforms such as\nReddit and 4chan, some public figures, including Joe Rogan, Andrew Tate, and Jordan Peterson,\nhave emerged as prominent voices.",
  "article-manosphere_29": "The Manosphere is not a fringe — it is increasingly public, politicized, and influential.",
  "article-manosphere_30": "Over the last years, the online spaces of the Manosphere have been associated with real-world\nviolence: Most of the mass shooters of recent years have been radicalized - and often idolized -\nwithin the Manosphere. Moreover, the spaces and messages have grown deeply political: During the\n2024 U.S. presidential election, Donald Trump was frequently featured in manosphere-related\npodcasts, with notable figures like Joe Rogan backing him. Trump, in turn, quoted manosphere\npersonalities and ideas in public speeches. Public figures like Elon Musk and others in\npositions of power have also engaged with these communities, reinforcing their influence. The\nManosphere is particularly influential in the tech world. Musk’s “DOGE” is a direct reference to\npopular Manosphere memes and tropes. Many prominent US politicians and tech moguls have called\nfor or implemented Manosphere topics, such as Zuckerberg’s call for “masculine energy”.",
  "article-manosphere_31": "“Digital radicalization is not invisible — it is algorithmically designed and socially reinforced.”",
  "article-manosphere_32": "Despite their political and societal influence, the depth of the hatred and misogyny and the\ninfluence of the meme culture usually stay hidden. We invite you to enter the boxes of narrow-\nmindedness that shape this hidden world of powerful misogyny to gain an understanding of the\nforces that shape our times.",
  "article-manosphere_33": "— D.H., Rainbow Pill Collective",
  "article-manosphere_34": "Footer",
  "article-manosphere_35": "Logo in footer",
  "article-manosphere_36": "RAINBOW",
  "article-manosphere_37": "PILL",
  "article-manosphere_38": "COLLECTIVE",
  "article-manosphere_39": "Home",
  "article-manosphere_40": "Articles",
  "article-manosphere_41": "Projects",
  "article-manosphere_42": "About us",
  "article-manosphere_43": "Contact",
  "article-manosphere_44": "© 2025 Rainbow Pill Collective",
  "article-manosphere_45": "Privacy Policy",
  "article-manosphere_46": "Terms of Use",
  "article-manosphere_47": "Lightbox2 JS",
  "article-tradwives_0": "Header",
  "article-tradwives_1": "Logo SVG",
  "article-tradwives_2": "RAINBOW",
  "article-tradwives_3": "PILL",
  "article-tradwives_4": "COLLECTIVE",
  "article-tradwives_5": "Home",
  "article-tradwives_6": "Articles",
  "article-tradwives_7": "Projects",
  "article-tradwives_8": "about us",
  "article-tradwives_9": "Contact",
  "article-tradwives_10": "EN",
  "article-tradwives_11": "English",
  "article-tradwives_12": "Français",
  "article-tradwives_13": "Deutsch",
  "article-tradwives_14": "Mobile menu",
  "article-tradwives_15": "Home",
  "article-tradwives_16": "Articles",
  "article-tradwives_17": "Projects",
  "article-tradwives_18": "about us",
  "article-tradwives_19": "Contact",
  "article-tradwives_20": "Header",
  "article-tradwives_21": "Logo img",
  "article-tradwives_22": "RAINBOW",
  "article-tradwives_23": "PILL",
  "article-tradwives_24": "COLLECTIVE",
  "article-tradwives_25": "Home",
  "article-tradwives_26": "Articles",
  "article-tradwives_27": "Projects",
  "article-tradwives_28": "About us",
  "article-tradwives_29": "Contact",
  "article-tradwives_30": "EN",
  "article-tradwives_31": "English",
  "article-tradwives_32": "Français",
  "article-tradwives_33": "Deutsch",
  "article-tradwives_34": "Mobile menu",
  "article-tradwives_35": "Home",
  "article-tradwives_36": "Articles",
  "article-tradwives_37": "Projects",
  "article-tradwives_38": "About us",
  "article-tradwives_39": "Contact",
  "article-tradwives_40": "Main Content",
  "article-tradwives_41": "Title & Meta",
  "article-tradwives_42": "The Disciplined Body: Tradwives, Right-Wing Body Images, and the Aesthetics of Obedience",
  "article-tradwives_43": "Obedience in Bloom",
  "article-tradwives_44": "By D.H, Rainbow Pill Collective · June 2025",
  "article-tradwives_45": "Feature Image",
  "article-tradwives_46": "Illustration — The aesthetic politics of submission",
  "article-tradwives_47": "Main Text",
  "article-tradwives_48": "Retro dresses, ironed tablecloths, and softly blurred baby bumps: Tradwife influencers package a reactionary image of women in filter-soaked digital aesthetics. On social media, Tradwives stage themselves as devout wives and devoted mothers, thereby referencing conservative ideals of femininity. But behind these visual worlds lies much more than mere romantic nostalgia. The images are ideological: they create a body-related ideal deeply embedded in fascist and neo-authoritarian notions of purity, reproduction, and national duty.",
  "article-tradwives_49": "Fascist ideologies have long since operated with highly stylized body images that are meant to radiate purity, order, discipline, and willingness to sacrifice. The Tradwife aesthetic adopts this logic by not only idealizing femininity but also shaping it according to strict visual and moral codes - similar to how fascist regimes idealized images of mothers. The flawless housewife is not only romanticized but serves as an expression of a political order in which every bodily gesture has some ideological purpose.",
  "article-tradwives_50": "Of course, not every influencer who bakes sourdough bread and shares cooking recipes is a fascist. However, the romanticized images related to the female body and femininity portrayed by Tradwife influencers provide broad connection points for authoritarian and oppressive ideologies. Fascist and authoritarian regimes have historically used control over female bodies as a central instrument of domination. Whether in the Nazi cult of motherhood, symbolized by the \"Mother's Cross\" awarded to mothers of many children, or in today's authoritarian currents abolishing abortion rights: women's bodies are disciplined and instrumentalized. Central here is not only a politics of fertility but also an aesthetics of control, where female bodies are reduced to form, function, and moral legibility.",
  "article-tradwives_51": "This visual politics corresponds to a fascist logic that codes the female body as a bearer of national and moral purity. The publicly presentable, orderly female body becomes a visual metaphor for social harmony. This is a core narrative of fascist aesthetics, as staged in Leni Riefenstahl's films or Nazi propaganda posters.",
  "article-tradwives_52": "Female bodies are not only politically regulated but also directly occupied to define masculinity by their means. In Tradwife depictions, this occupation is aesthetically enacted through staging submission as relational harmony, silence as virtue, motherhood as life purpose, and availability as marital duty.",
  "article-tradwives_53": "The digital Tradwife aesthetic functions, just like images of women in authoritarian contexts, primarily as a disciplinary form: the female body becomes a controlled object and a resource for heteronormative family structures. We can follow this along four lines of bodily control, closely intertwined with authoritarian or fascist gender politics as well as patriarchal power structures: beauty as performance for the man, sexual availability as submission, the body as a nationalist projection surface, and finally, pregnancy as ideological crowning.",
  "article-tradwives_54": "Beauty as Performance",
  "article-tradwives_55": "Beauty is omnipresent in Tradwife depictions but does not primarily appear as an expression of self-actualization. Rather, it represents a strategically occupied form of submission. It is about pleasing the masculine, personified in the husband. The aesthetic follows a codified script: long hair, discreet but flawless makeup, figure-hugging yet modest clothing. The female body is gently toned, coiffed, and styled, repeatedly confirming male supremacy. The camera often adopts a voyeuristic perspective, degrading the subject to a desirable backdrop. This depiction of beauty-as-submission is exemplified in the Instagram appearances of Tradwives like @ballerinafarm or, in the German-speaking context, @tradwifefactory, who stage their perfect silhouettes while doing housework.",
  "article-tradwives_56": "The body serves as a projection surface for a conservative social image in which free disposal over the body is not foreseen: the primary goal is to please the husband, as our Tradwife influencers emphasize repeatedly. The man rarely appears in front of the camera but frequently shows up in comments and half-sentences: a dress is worn because the man likes it, the lipstick is supposed to seduce the man, etc. For example, @tradwifefactory explains in an Instagram post titled \"I'm not a marriage counselor. But have you tried wearing a nice dress and a nice hairstyle?\" in the captions: \"As a traditional wife, it is important to me to make myself pretty for my husband because it is a form of respect and affection.\" She pretties herself for the man, not because she likes it herself: the man as the final authority.",
  "article-tradwives_57": "The displayed beauty also serves an important communicative function in acquiring new followers. Beauty influencers enjoy great popularity on visually oriented platforms like TikTok or Instagram - beauty attracts. Some successful influencers who now feature Tradwife content originally built their follower base through beauty content. A prominent example is @sarahthereseco, who became known as a beauty influencer but later shifted her focus and now polarizes as a submissive yet trendy Tradwife.",
  "article-tradwives_58": "The bodily dimension targeted by the Tradwife narratives and images plays a special role in defining gender roles: women are portrayed as the beautiful, weak, caring sex, and biological and physiological differences between the sexes are overemphasized.",
  "article-tradwives_59": "This elevation of an essentialized, natural gender difference is a classic feature of fascist ideology, where \"natural order\" serves as legitimation for social inequality. The Tradwife aesthetic adopts this ideology by reducing femininity to a visual ideal that is not questioned but worshipped - exactly in line with fascist body ideals, which understand beauty not as individual development but as a national duty.",
  "article-tradwives_60": "Bodily and Sexual Availability",
  "article-tradwives_61": "The submission of the Tradwife, however, does not end with appearance. In the logic of Tradwives, the female body is not autonomous but relationally defined by its availability to the husband. Many Tradwives are situated within a Christian-evangelical worldview, in the US often Mormon, such as @ballerinafarm. Sex is rarely explicitly addressed (and when it is, it is codified by platform filters as \"seggs\"; a code that carries double meanings within the demure context of Tradwives). However, \"marital duties,\" submission, and the necessity of a large family are frequently emphasized.",
  "article-tradwives_62": "It is always clear that sexual activities are only legitimate in relation to the husband. Free sexual availability or casual sex are taboo or sinful in the world of Tradwives, as determined by the Christian worldview. A popular motif in Tradwife posts is the transformation from the (sexually active but unhappy) feminist to the Tradwife, who has found peace in allegedly idyllic everyday life, submission to the husband, and above all in Christian-conservative ideology.",
  "article-tradwives_63": "Sexual self-determination or a woman's own desire is thus not foreseen; obedience and devotion are considered the highest forms of femininity. The goal is to subordinate oneself to the biological desire of the husband, which in these narratives is purely hormonally controlled. @tradwifefactory illustrates this in a post about the man's testosterone cycle: in the morning, she explains, levels are highest and it is time for a \"nutritious, strengthening breakfast that gives him energy, or other activities 😜.\" \"Seggs\" is thus - without being spelled out - naturally integrated into the daily duties of the devoted wife: cooking, cleaning, spreading her legs; all for relationship maintenance. Consent is reinterpreted as a marital obligation, and the female body becomes an object of male disposal - perfectly in line with Christian-biblical subordination rules.",
  "article-tradwives_64": "Submission plays a prominent role in the Tradwife logic, and hints at kink community practices - although these contradict the image of Christian-modest femininity - are repeatedly discussed in articles and forums. Tradwives are frequently sexualized by male users in forums and comments precisely because they are modest, submissive, and available to their husbands. Moreover, the Tradwife aesthetic has long found its way into the porn industry: videos of women performing household chores and sexually serving their \"husbands\" can be found on platforms like Pornhub labeled as \"tradwife\" or \"traditional wife\" content. Searches for these terms saw strong increases in 2024, underlining the current appeal of submissive demure appearance.",
  "article-tradwives_65": "Narratives around submission and availability strongly resonate with depictions of masculinity in online communities. In the context of Tradwife ideologies, the traditional images of femininity often come with equally rigid and reactionary notions of masculinity: men are staged as dominant, income-earning, and leading figures embodying strength, determination, and sexual entitlement. These images of masculinity clearly overlap with narratives from the so-called Manosphere, an informal online network of men's rights activists, pick-up artists (PUAs), incels, and other groups dealing with masculinity but frequently spreading misogynistic narratives and violence. Both in the Tradwife context and in the Manosphere, the idea prevails that men have a natural or \"earned\" right to sex that women must satisfy. The two milieus mutually fertilize and complement each other in their narratives. Particularly in the pick-up artist and \"seduction\" sector of the Manosphere, it is propagated that women may or must be persuaded, manipulated, or even overwhelmed by certain techniques - a mindset that is not only highly sexist but also legitimizes violence against women by portraying hierarchies between genders as \"natural\" or \"God-given.\" Women are often depicted as passive objects to be conquered, manipulated, or \"cracked.\" This fosters a culture in which boundary violations, psychological manipulation, or even physical assaults are not only tolerated but celebrated as masculine and successful.",
  "article-tradwives_66": "These depictions of violent masculinity are the mirror image of submission fantasies in Tradwife romanticism. However, in the Tradwife world, these ideas are ideologically cloaked in a perfidious way because, after all, they serve an alleged noble goal: the obedient submission to the husband for the purpose of procreation, raising children in a traditional-Christian family order, and securing the preservation of the white race.",
  "article-tradwives_67": "The Body for the People",
  "article-tradwives_68": "Behind the image of the self-sacrificing, available wife lies a deeply ideological project: the female body is turned into a reproductive machine, intended to preserve and sustain the people. The Tradwife movement is infused with pronatalist and ethno-nationalist undertones. These ideologies are most often expressed visually in depictions of white, blonde children with their mothers. But they are also made explicit at times, such as in the \"white baby challenge\" by Tradwife influencer @wifewithapurpose, or the merging of classic Tradwife content with open support for the German far-right party AfD by influencer @candy.afd. Similarly, Brittany Sellner, wife of the Austrian far-right activist and leader of the \"Identitarian Movement,\" presents herself in this vein. She curates an image of herself as a mother and writer promoting Tradwife values rooted in traditionalism and a staunchly Catholic worldview. At the same time, she openly supports extreme right-wing positions, describing herself as a \"Catholic American nationalist\" and calling for a complete halt to \"mass immigration.\"",
  "article-tradwives_69": "In the Tradwife movement, personal desire for children is directly linked to broader political fantasies: in the context of racial preservation, the female body is not seen as an individual subject but as a resource for upholding a supposedly threatened societal order. Pronatalist and ethno-nationalist Tradwives explicitly place their motherhood in the service of \"Western values\" and the \"white race.\" Again, only few of the Tradwife influencers directly refer to racist, pronatalist or eugenic ideologies. The idealized portrayal of a harmless family idyll, however, is part of a volkisch visual language and strategy that reduces female bodies to political function.",
  "article-tradwives_70": "Unlike in the era of National Socialism, when these volkisch ideals were tied to nation-states - where the aim was to produce as many German babies as possible - the narratives of Tradwives today operate within a multinational context that is no less racist: The current goal is to produce as many \"white\" babies as possible. This is often framed within a defensive narrative - it is necessary to resist supposed \"foreign infiltration\" or even an alleged strategy of the \"Great Replacement\" (of white populations), and to prevent a \"birth collapse\" among \"white societies.\" To that end, white, well-situated women are encouraged to reproduce, to follow the \"white baby challenge\". Tradwife influencers often lead by example, such as @ballerinafarm, who currently has eight children and stages her family life online, as well as her many pregnancies.",
  "article-tradwives_71": "Pregnancy as Coronation",
  "article-tradwives_72": "In the Tradwife universe, motherhood is not simply one life path among many, but the ultimate destiny of womanhood and her personal bodily contribution to the preservation of the race. Pregnancy, accordingly, is not just celebrated but sacred: the female body becomes an altar, the fetus a divine project, and, not least, a volkisch responsibility.",
  "article-tradwives_73": "The profiles of Tradwife influencers are filled with images and videos of baby bumps, often shrouded in flowing garments and bathed in golden backlight. This romantic aesthetic places particular emphasis on biologistic notions of femininity, which are seen in Tradwife logic as the natural striving of the female body. At the same time, the glorification of pregnancy becomes a powerful bastion against female self-determination: anyone who insists on abortion rights in the face of these magical depictions must be heartless!",
  "article-tradwives_74": "Anti-abortion activists like @sarahthereseco, herself a mother of five, who combines her traditional view of motherhood and family with a fashion-conscious aesthetic and occasionally posts images of her bare pregnant belly on Instagram, link the romanticized portrayal of motherhood with militant anti-choice activism. The rejection of abortion is justified not only on religious or moral grounds, but also aesthetically: the female body is declared a sacred space over which autonomous decision-making is no longer permitted. Pregnancy here is not merely a bodily experience, but a volkisch and religious mission, a holy duty of the female body.",
  "article-tradwives_75": "Questions around abortion rights are not framed as political or moral issues, but as emotionally charged battles. Tradwife influencers present their rejection of abortion as an expression of deep concern for unborn life, for \"lost\" femininity, for a society they see as decadent. But this performance of compassion is deceptive: it becomes a moral stage on which abortion is not only problematized but pathologized. Women who choose not to carry a pregnancy to term are no longer regarded as autonomous agents, but as lost beings in need of rescue, or even as selfish feminists who deny their \"true purpose.\" Concern for life and love for the unborn child become facades for control and weapons against female autonomy. Beneath the veil of gentle words lies a clear message: the body does not belong to the woman, but to the child, the man, God, or the people.",
  "article-tradwives_76": "The Body as Stage of Order",
  "article-tradwives_77": "Ultimately, the female body remains both a central motif and the battleground of a complex ideological drama: it is to be beautiful, available, fertile - and always controllable. Every curl, every gesture, every pose is part of a script that stages discipline, availability, and obedience in seemingly natural elegance.",
  "article-tradwives_78": "These visual worlds suggest intimacy but are in fact the opposite: they are propaganda, making fascist and authoritarian narratives socially acceptable. The female body is not allowed simply to exist. Instead, it must serve the restoration of a long-lost order, embodying the idea of woman as the still point in a world perceived to be coming apart. This backward projection onto a mythical order is a central motif of fascist aesthetics: it draws on images of origin, purity, and natural hierarchy. Tradwife aesthetics tap directly into this myth. The supposedly harmonious body becomes a projection surface for authoritarian fantasies of social control, in which any deviation is perceived as a threat.",
  "article-tradwives_79": "This is not merely about gender roles, but about body politics: those who refuse to participate in this aesthetic - through queer identity, feminist critique, or simply by living out ambivalence - are not merely ignored, but actively opposed. The Tradwife logic knows no gray areas. The body must obey. In this sense, the Tradwife is not a relic of the past, but a symptom of the present: in the midst of digital self-presentation and social insecurity, she offers order through aesthetics, meaning through submission, identity through performance.",
  "article-tradwives_80": "This performance is compatible with the visual politics of authoritarian movements. Particularly in the context of the Alt-Right and related ideologies, the Tradwife figure becomes a cultural projection of volkisch longing: the layers of bodily control are not isolated lifestyle choices, but interwoven elements of an authoritarian and fascist body politics. Beauty becomes a duty in the service of male dominance, sexual availability becomes proof of marital submission, motherhood a resource for national reproduction, pregnancy a sacred mission against \"population replacement.\"",
  "article-tradwives_81": "This aesthetic operates according to the fascist principle of totality: the female body is entirely functionalized, every facet, from hairstyle to uterus, serves the maintenance of an ideological order. The Tradwife is thus not merely part of a regressive trend but a figure in which gender politics, biopolitics, and racist ideology converge into a unified aesthetic image; one that constitutes a visually staged culture war. Within this logic, the female body is fully politicized: it must please, serve, give birth in the name of an imagined ethnic and moral purity. The Tradwife aesthetic is therefore not a harmless retro phenomenon, but the visual surface of a right-wing culture war that transforms women's bodies into volkisch symbols.",
  "article-tradwives_82": "Remainder of article inserted here",
  "article-tradwives_83": "...",
  "article-tradwives_84": "Footer",
  "article-tradwives_85": "Logo in footer",
  "article-tradwives_86": "RAINBOW",
  "article-tradwives_87": "PILL",
  "article-tradwives_88": "COLLECTIVE",
  "article-tradwives_89": "Home",
  "article-tradwives_90": "Articles",
  "article-tradwives_91": "Projects",
  "article-tradwives_92": "About us",
  "article-tradwives_93": "Contact",
  "article-tradwives_94": "© 2025 Rainbow Pill Collective",
  "article-tradwives_95": "Privacy Policy",
  "article-tradwives_96": "Terms of Use",
  "article-tradwives_97": "Lightbox2 JS",
  "blog_0": "Header",
  "blog_1": "Logo SVG",
  "blog_2": "RAINBOW",
  "blog_3": "PILL",
  "blog_4": "COLLECTIVE",
  "blog_5": "Home",
  "blog_6": "Articles",
  "blog_7": "Projects",
  "blog_8": "About us",
  "blog_9": "Contact",
  "blog_10": "EN",
  "blog_11": "English",
  "blog_12": "Français",
  "blog_13": "Deutsch",
  "blog_14": "Mobile menu",
  "blog_15": "Home",
  "blog_16": "Articles",
  "blog_17": "Projects",
  "blog_18": "About us",
  "blog_19": "Contact",
  "blog_20": "Page Header",
  "blog_21": "Our Thoughts",
  "blog_22": "ARTICLES",
  "blog_23": "&",
  "blog_24": "ESSAYS",
  "blog_25": "Critical perspectives on technology, feminism, and society from the Rainbow Pill Collective.",
  "blog_26": "Category Filter",
  "blog_27": "Filter by Category:",
  "blog_28": "All",
  "blog_29": "Technology",
  "blog_30": "Philosophy",
  "blog_31": "Feminism",
  "blog_32": "Society",
  "blog_33": "Blog Grid",
  "blog_34": "Article 1",
  "blog_35": "Gender",
  "blog_36": "Politics",
  "blog_37": "Tradwives: The disciplined body",
  "blog_38": "Behind the soft filters and vintage dresses of the Tradwife trend lies a dangerous aesthetic of obedience. This piece explores how the digital staging of feminine submission, beauty, and motherhood use female bodies as a gateway to fascist body politics, reinforcing authoritarian ideals under the guise of tradition and grace.",
  "blog_39": "Daniela H., Rainbow Pill Collective · June 2025",
  "blog_40": "Read More →",
  "blog_41": "Article 2",
  "blog_42": "Tech",
  "blog_43": "Masculinity",
  "blog_44": "Daddy Issues: Tech Bros, the Alt-Right, and Masculinity",
  "blog_45": "These men seem deeply miserable in their masculinity. Despite their power and wealth, they are fragile powerful men (FPMs) haunted by unresolved father issues. Instead of therapy, they build rockets—and destroy the world in the process.",
  "blog_46": "Daniela H., Rainbow Pill Collective · May 2025",
  "blog_47": "Read More →",
  "blog_48": "Article 2",
  "blog_49": "Gender",
  "blog_50": "Politics",
  "blog_51": "The Manosphere",
  "blog_52": "A deep-dive into the toxic culture of online masculinity forums, their link to political power, mass violence, and tech moguls like Elon Musk and Mark Zuckerberg. What’s hidden in meme culture is shaping our world.",
  "blog_53": "Daniela H., Rainbow Pill Collective · June 2025",
  "blog_54": "Read More →",
  "blog_55": "No Results Message",
  "blog_56": "No articles found",
  "blog_57": "No articles match your selected category. Try selecting a different category.",
  "blog_58": "Reset Filter",
  "blog_59": "Footer",
  "blog_60": "Logo in footer",
  "blog_61": "RAINBOW",
  "blog_62": "PILL",
  "blog_63": "COLLECTIVE",
  "blog_64": "Home",
  "blog_65": "Articles",
  "blog_66": "Projects",
  "blog_67": "About us",
  "blog_68": "Contact",
  "blog_69": "© 2025 Rainbow Pill Collective",
  "blog_70": "Privacy Policy",
  "blog_71": "Terms of Use",
  "blog_72": "Lightbox2 JS",
  "contact_0": "Header",
  "contact_1": "Logo SVG",
  "contact_2": "RAINBOW",
  "contact_3": "PILL",
  "contact_4": "COLLECTIVE",
  "contact_5": "Home",
  "contact_6": "Articles",
  "contact_7": "Projects",
  "contact_8": "About us",
  "contact_9": "Contact",
  "contact_10": "EN",
  "contact_11": "English",
  "contact_12": "Français",
  "contact_13": "Deutsch",
  "contact_14": "Mobile menu",
  "contact_15": "Home",
  "contact_16": "Articles",
  "contact_17": "Projects",
  "contact_18": "About us",
  "contact_19": "Contact",
  "contact_20": "Page Header",
  "contact_21": "Get in Touch",
  "contact_22": "CONTACT",
  "contact_23": "US",
  "contact_24": "Have a question, idea, or just want to say hello? We'd love to hear from you. Reach out to the Rainbow Pill Collective through any of the channels below.",
  "contact_25": "Contact Section",
  "contact_26": "Contact Form",
  "contact_27": "First Name",
  "contact_28": "Last Name",
  "contact_29": "Email Address",
  "contact_30": "Subject",
  "contact_31": "Message",
  "contact_32": "I consent to having this website store my submitted information so they can respond to my inquiry.",
  "contact_33": "Send Message",
  "contact_34": "✅ Message de succès caché au départ",
  "contact_35": "✅ Message sent successfully. Thank you!",
  "contact_36": "Contact Info",
  "contact_37": "Contact Information",
  "contact_38": "You can also reach out to us directly through the following channels:",
  "contact_39": "Email",
  "contact_40": "rainbow.pill.collective@gmail.com",
  "contact_41": "Location",
  "contact_42": "Berlin, Germany",
  "contact_43": "Social Media",
  "contact_44": "Follow us on Instagram",
  "contact_45": "Social Media Links",
  "contact_46": "Connect with us",
  "contact_47": "Decorative Element",
  "contact_48": "Newsletter Section",
  "contact_49": "Stay Connected",
  "contact_50": "Subscribe to our newsletter to receive the latest articles, event announcements, and updates from the Rainbow Pill Collective.",
  "contact_51": "Subscribe",
  "contact_52": "✅ Message de succès",
  "contact_53": "✅ Thanks for subscribing!",
  "contact_54": "Footer",
  "contact_55": "Logo in footer",
  "contact_56": "RAINBOW",
  "contact_57": "PILL",
  "contact_58": "COLLECTIVE",
  "contact_59": "Home",
  "contact_60": "Articles",
  "contact_61": "Projects",
  "contact_62": "About us",
  "contact_63": "Contact",
  "contact_64": "© 2025 Rainbow Pill Collective",
  "contact_65": "Privacy Policy",
  "contact_66": "Terms of Use",
  "exhibition_0": "Header",
  "exhibition_1": "Logo img",
  "exhibition_2": "RAINBOW",
  "exhibition_3": "PILL",
  "exhibition_4": "COLLECTIVE",
  "exhibition_5": "Home",
  "exhibition_6": "Articles",
  "exhibition_7": "Projects",
  "exhibition_8": "About us",
  "exhibition_9": "Contact",
  "exhibition_10": "EN",
  "exhibition_11": "English",
  "exhibition_12": "Français",
  "exhibition_13": "Deutsch",
  "exhibition_14": "Mobile menu",
  "exhibition_15": "Home",
  "exhibition_16": "Articles",
  "exhibition_17": "Projects",
  "exhibition_18": "About us",
  "exhibition_19": "Contact",
  "exhibition_20": "Page Header",
  "exhibition_21": "Our Work",
  "exhibition_22": "PROJECTS",
  "exhibition_23": "&",
  "exhibition_24": "EXHIBITIONS",
  "exhibition_25": "Exploring the intersections of technology, art, and critical theory through immersive exhibitions and collaborative projects.",
  "exhibition_26": "Past Exhibitions",
  "exhibition_27": "Past Exhibitions",
  "exhibition_28": "Entering the Manosphere: Osnabrück",
  "exhibition_29": "June 2025",
  "exhibition_30": "Theater Osnabrück, Osnabrück, Germany",
  "exhibition_31": "Our first pop-up event appeared at Theater Osnabrück on the 3rd of June, 2025. It was part of the event \"KI und die Zukunft der Demokratie\" by the Ethics and Critical Theory of AI research group (University of Osnabrück).",
  "exhibition_32": "Through our installation and its thought-provoking displays, we examined how digital technologies and culture are reshaping political discourse, democratic processes, and social dynamics.",
  "exhibition_33": "The exhibition featured our signature \"Entering the Manosphere\" installation, which invited visitors to engage with alternative perspectives on technology and society, challenging the reductive narratives often found in mainstream tech discourse.",
  "exhibition_34": "AI Ethics",
  "exhibition_35": "Democracy",
  "exhibition_36": "Interactive Installation",
  "exhibition_37": "Critical Theory",
  "exhibition_38": "Visit Event Page",
  "exhibition_39": "Exhibition Gallery",
  "exhibition_40": "Exhibition Gallery",
  "exhibition_41": "Lightbox",
  "exhibition_42": "×",
  "exhibition_43": "Collaboration Section",
  "exhibition_44": "Collaborate with us",
  "exhibition_45": "Let's Create Something Together",
  "exhibition_46": "We're always open to collaborations, partnerships, and participation in events that align with our values and mission. Whether you're organizing an exhibition, conference, workshop, or any other event that explores the intersections of technology, art, and critical theory, we'd love to hear from you.",
  "exhibition_47": "Our collective brings together diverse perspectives and skills, allowing us to contribute in various ways - from interactive installations and performances to talks, workshops, and panel discussions.",
  "exhibition_48": "Get in Touch",
  "exhibition_49": "How We Can Collaborate",
  "exhibition_50": "Interactive Installations",
  "exhibition_51": "Custom-designed experiences that engage audiences in critical reflection.",
  "exhibition_52": "Talks & Panels",
  "exhibition_53": "Thought-provoking discussions on technology, feminism, and social change.",
  "exhibition_54": "Workshops",
  "exhibition_55": "Hands-on sessions that blend technical skills with critical perspectives.",
  "exhibition_56": "Newsletter Section",
  "exhibition_57": "Stay Connected",
  "exhibition_58": "Subscribe to our newsletter to receive the latest articles, event announcements, and updates from the Rainbow Pill Collective.",
  "exhibition_59": "Subscribe",
  "exhibition_60": "✅ Message de succès",
  "exhibition_61": "✅ Thanks for subscribing!",
  "exhibition_62": "Footer",
  "exhibition_63": "Logo in footer",
  "exhibition_64": "RAINBOW",
  "exhibition_65": "PILL",
  "exhibition_66": "COLLECTIVE",
  "exhibition_67": "Home",
  "exhibition_68": "Articles",
  "exhibition_69": "Projects",
  "exhibition_70": "About us",
  "exhibition_71": "Contact",
  "exhibition_72": "© 2025 Rainbow Pill Collective",
  "exhibition_73": "Privacy Policy",
  "exhibition_74": "Terms of Use",
  "exhibition_75": "Lightbox2 JS",
  "home_0": "Header",
  "home_1": "Logo SVG",
  "home_2": "RAINBOW",
  "home_3": "PILL",
  "home_4": "COLLECTIVE",
  "home_5": "Home",
  "home_6": "Articles",
  "home_7": "Projects",
  "home_8": "About us",
  "home_9": "Contact",
  "home_10": "EN",
  "home_11": "English",
  "home_12": "Français",
  "home_13": "Deutsch",
  "home_14": "Mobile menu",
  "home_15": "Home",
  "home_16": "Articles",
  "home_17": "Projects",
  "home_18": "About us",
  "home_19": "Contact",
  "home_20": "Hero Section",
  "home_21": "RAINBOW",
  "home_22": "PILL",
  "home_23": "COLLECTIVE",
  "home_24": "A feminist collective exploring the intersections of technology, art, and critical theory.",
  "home_25": "About Us",
  "home_26": "Explore Projects",
  "home_27": "Animated Pill",
  "home_28": "Circular text around the pill",
  "home_29": "TAKE THE RAINBOW PILL",
  "home_30": "Scrolling Text Banner",
  "home_31": "Feminist Theory • Digital Art • Critical Technology • Collective Action • Intersectionality • Feminist Theory • Digital Art • Critical Technology • Collective Action • Intersectionality",
  "home_32": "\"We don't need to choose between the red pill or the blue pill. We can take the rainbow pill—embracing complexity, multiplicity, and feminist visions of technology.\"",
  "home_33": "Learn More About Us",
  "home_34": "Featured Projects",
  "home_35": "Our Work",
  "home_36": "Featured Projects",
  "home_37": "Explore our latest exhibitions, research, and creative interventions at the intersection of feminism and technology.",
  "home_38": "Single Project",
  "home_39": "Exhibition",
  "home_40": "Entering the Manosphere",
  "home_41": "A feminist-critical installation exploring digital technologies and cultures, democracy, and collective imaginaries. Presented as part of the event \"KI und die Zukunft der Demokratie\" by the Ethics and Critical Theory of AI research group (University of Osnabrück), 3rd of June, 2025.",
  "home_42": "View Project",
  "home_43": "View All Projects",
  "home_44": "Latest Articles",
  "home_45": "From Our Blog",
  "home_46": "Latest Articles",
  "home_47": "Explore our writings on feminist theory, technology criticism, and digital culture.",
  "home_48": "Article 1",
  "home_49": "DH",
  "home_50": "Daniela H., Rainbow Pill Collective",
  "home_51": "May 2025",
  "home_52": "Daddy Issues: Tech-Bros, Alt-Right and Masculinity",
  "home_53": "Therapy Would Have Been an Option Too",
  "home_54": "What do tech-bros, incels, influencers, and Catholic tradwifes have in common? A deep rejection of feminism—and a desire to turn back time. An exploration of the alt-right’s idea of masculinity and how we got here.",
  "home_55": "Read Article",
  "home_56": "Article 2",
  "home_57": "DH",
  "home_58": "Daniela H., Rainbow Pill Collective",
  "home_59": "June 2025",
  "home_60": "The Manosphere",
  "home_61": "What is the manosphere? Where does the “Red Pill” come from? What do Matrix references and meme language have to do with patriarchy? A dive into the memes, codes and meaning of digital anti-feminism.",
  "home_62": "Read Article",
  "home_63": "View All Articles",
  "home_64": "Newsletter Section",
  "home_65": "Stay Connected",
  "home_66": "Subscribe to our newsletter to receive the latest articles, event announcements, and updates from the Rainbow Pill Collective.",
  "home_67": "Subscribe",
  "home_68": "✅ Message de succès",
  "home_69": "✅ Thanks for subscribing!",
  "home_70": "Footer",
  "home_71": "Logo in footer",
  "home_72": "RAINBOW",
  "home_73": "PILL",
  "home_74": "COLLECTIVE",
  "home_75": "<",
  "home_76": "Home",
  "home_77": "Articles",
  "home_78": "Projects",
  "home_79": "About us",
  "home_80": "Contact",
  "home_81": "© 2025 Rainbow Pill Collective",
  "home_82": "Privacy Policy",
  "home_83": "Terms of Use",
  "index_0": "Trou noir spatial avec spirale",
  "index_1": "Bras spiraux",
  "index_2": "Particules flottantes",
  "index_3": "RAINBOW PILL",
  "index_4": "COLLECTIVE",
  "index_5": "Rangée 1 (haut)",
  "index_6": "Rangée 2",
  "index_7": "Rangée 3 (milieu)",
  "index_8": "Rangée 4",
  "index_9": "CLICK HERE",
  "index_10": "TAKE THE RAINBOW PILL",
  "index_11": "© 2025 Rainbow Pill Collective"
}